<h1>Hello world</h1>

<!--
NOTE: view
Представление - это файл, отвечающий за вывод какого либо содержимого.
Т.е. это как правило визуальная составляющая, которую увидит пользователь.

Т.е. логика такова, что в контроллере мы что то обрабатываем/получаем/передаем
и.т.п. а во вьюхе - выводим что бы это было видно,

**

Данный файл лежит в папке site, это означает, что если контроллер называется
SiteController, то папка с представлениями то же должна называться site
т.е. UserController -> view\user и.т.д. - это обще принятое соглашение.
-->